{
  "Header": {
    "Home": "Home",
    "Contact": "Contact",
    "Forums": "Forums",
    "Leaderboard": "Leaderboard",
    "Compete": "Compete"
  },
  "SponsorsPage": {
    "title": "Sponsors",
    "body1": "We are actively looking for sponsors! If you are interested in working with us, or recruiting from the world's top talent in problem solving, analysis, AI and more, feel free to reach out to us at sponsorship@lux-ai.org"
  },
  "Home": {
    "Sign Up": "Sign Up",
    "Login": "Login",
    "subtitle": "A novel approach to AI Challenges and large-scale multi-agent RL benchmark. Season 2 competition with a $55k prize pool releases on January 24th, 10:30AM PST",
    "title": "Welcome To Lux.",
    "sec1": {
      "title": "What is the Lux AI Challenge?",
      "body1": "Lux AI is one of the world's most popular AI programming game competitions and a large-scale multi-agent RL benchmark. In Lux AI Season 1, we had 22,000+ submissions from 1,100+ different teams across 80+ countries competing on a global stage to build the strongest AI to play novel games.",
      "body2": "In the challenge, teams are given the Lux design specification. Starting off with a very basic strategy, teams will improve and upload new submissions to the competition and compete directly against other competitors to climb the leaderboard.      ",
      "body3": "Generally, the competition involves a multi-variable optimization and resource gathering and allocation problem in a 1v1 scenario against competitor bots. Successful submissions will not only involve solving this optimization but also responding to the opposite team and coming out on top.      ",
      "body4": "You and your team will have to make improvements to unit navigation, resource gathering, macro and micro strategies and more to incrementally increase the power of your bot. Past competitors have used solutions from brute force search, heuristics, deep reinforcement learning, and imitation learning to compete!",
      "body5": "We are focused on user-centered, inclusive, and engaging designs that work to bring wide-ranging complexity but maintain accessibility for our competitors. We're dedicated to crafting competitions that require creativity and out-of-the-box thinking. Moreover, our designs seek to benchmark reinforcement learning (RL) and multi-agent RL at scale. We aim to accelerate research into RL through complex novel environments, GPU-powered environments, and more."
    },
    "details": {
      "title": "Season 2 Competition Details",
      "title1": "Time",
      "body1": "Lux AI Season 2 starts January 24th, 10:30AM PST",
      "title2": "Location",
      "body2": "Virtual/Twitch/Youtube",
      "title3": "Tournament Format",
      "body3": "We will run a ranked leaderboard. Your submission will compete against similarly ranked submissions to determine new rankings",
      "title4": "Team size",
      "body4": "1~5 people",
      "title5": "Programming Languages",
      "body5": "Python, Typescript/Javascript, C++ will be officially supported. More are TBD. PRs are welcomed for other languages!",
      "title6": "Eligibility",
      "body6": "Anyone is eligible to compete! As long as you submit code you will be considered a participant!"
    },
    "tournament-schedule": {
      "title": "Tournament Schedule",
      "title1": "Main Tournament",
      "body1": "The main tournament will run throughout the competition for about 3 months. At the conclusion of this, we will use the rankings on the leaderboard as the final rankings and give out awards based on that."
    },
    "contact": {
      "title": "Contact Us",
      "body1": "Got more questions?",
      "body2": "Join our Discord for up-to-date announcements, Q&A, and discussion, or email us at hello@lux-ai.org"
    },
    "signup": {
      "title": "Sign Up",
      "body1": "Sign up to be the first to hear about important announcements regarding Lux AI. We hope to see you there!"
    },
    "partner": {
      "title": "Partnerships",
      "body1": "We are happy to announce we are collaborating with Kaggle again to run Lux AI Season 2!"
    },
    "sponsor": {
      "title": "Sponsors",
      "body1": "We are actively looking for sponsors for future competitions! If you are interested in working with us, or recruiting from the world's top talent in problem solving, analysis, AI and more, feel free to reach out to us at sponsorship@lux-ai.org"
    }
  },
  "SignupForm": {
    "email": "Email",
    "name": "Name",
    "github": "Github"
  }
}
