{
  "Header": {
    "Home": "Home",
    "Contact": "Contact",
    "Forums": "Forums",
    "Leaderboard": "Leaderboard",
    "Compete": "Compete"
  },
  "SponsorsPage": {},
  "Home": {
    "Sign Up": "Sign Up",
    "Login": "Login",
    "subtitle": "A novel approach to AI Programming Challenges.",
    "title": "Welcome To Lux.",
    "sec1": {
      "title": "What is the Lux AI Challenge?",
      "body1": "Lux is an AI programming game competition.",
      "body2": "Teams are given the Lux design specification. Starting off with a very basic strategy, teams will improve and upload new submissions to the competition and compete directly against other competitors to climb the leaderboard.",
      "body3": "Generally, the competition involves a multi-variable optimization and resource gathering and allocation problem in a 1v1 scenario against competitor bots. Successful submissions will not only involve solving this optimization, but also responding to the opposite team and coming out on top.",
      "body4": "You and your team will have to make improvements to unit navigation, resource gathering, macro and micro strategies and more to incrementally increase the power of your bot. See the other competitions for examples: ",
      "body5": "We are focused on user-centered, inclusive, and engaging designs that work to bring wide ranging complexity but maintain accessibility for our competitors. We're dedicated to crafting competitions that require creativity and out-of-the-box thinking."
    },
    "details": {
      "title": "Competition Details",
      "title1": "Time",
      "body1": "Lux AI season one will be pre-released on June 30, 2021 6PM EST. The ranked leaderboard will be online at a later date and run for at least a month (this may be extended).",
      "title2": "Location",
      "body2": "Virtual/Twitch/Youtube",
      "title3": "Tournament Format",
      "body3": "We will run a ranked leaderboard. Your submission will compete against similarly ranked submissions to determine new rankings",
      "title4": "Team size",
      "body4": "1~5 people",
      "title5": "Programming Languages",
      "body5": "Python, Javascript, C++, Java will be officially supported. More are TBD. PRs are welcomed for other languages!",
      "title6": "Eligibility",
      "body6": "Anyone is eligible to compete! As long as you submit code you will be considered a participant!"
    },
    "tournament-schedule": {
      "title": "Tournament Schedule",
      "title1": "Sprint Tournament",
      "body1": "The first tournament will run 3 weeks into the competition, competitors can compete for smaller prizes and also analyze and learn from other competitors and develop new strategies and metas.",
      "title2": "Final",
      "body2": "The final tournament will be run after submissions are closed where competitors compete for the main prize pool."
    },
    "contact": {
      "title": "Contact Us",
      "body1": "Got more questions?",
      "body2": "Join our Discord for up-to-date announcements, Q&A, and discussion, or email us at hello@lux-ai.org"
    },
    "signup": {
      "title": "Sign Up",
      "body1": "Sign up to be the first to hear about important announcements regarding Lux AI such as the specifications release for season 1 and updates to the competition. We hope to see you there!"
    },
    "partner": {
      "title": "Partnerships",
      "body1": "To be announced!"
    },
    "sponsor": {
      "title": "Sponsors",
      "body1": "We are actively looking for sponsors! If you are interested in working with us, or recruiting from the world's top talent in problem solving, analysis, AI and more, feel free to reach out to us at sponsorship@lux-ai.org"
    }
  },
  "SignupForm": {
    "email": "Email",
    "name": "Name",
    "github": "Github"
  }
}
